Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Because his heart was with you all, and he was greatly troubled because you had news that he was ill:
chr: ᎤᏣᏘᏰᏃ ᎤᏚᎵᏍᎬᎩ ᎢᏥᎪᏩᏛᏗᏱ ᏂᏥᎥᎢ, ᎠᎴ ᎤᏣᏘ ᎦᎨᏛ ᎤᏓᏅᏔᏩᏕᎬᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎢᏣᏛᎦᏅ ᎤᏢᏨᎢ.

source: For in fact he was ill almost to death: but God had mercy on him; and not only on him but on me, so that I might not have grief on grief.
chr: ᎤᏙᎯᏳᎯᏰᏃ ᎤᏢᎬᎩ ᎠᎴ ᎠᎴᏉ ᏄᏲᎱᏒᎩ; ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎤᏪᏙᎵᏨᎩ; ᎥᏝ ᎠᎴ ᎾᏍᎩᏉ ᎤᏩᏒ, ᎠᏴᏍᎩᏂ ᎾᏍᏉ, ᎾᏍᎩ ᎤᎶᏏᎶᏛ ᎤᏲ ᎠᏆᏓᏅᏓᏗᏍᏗᏱ ᏂᎨᏒᎾ.

source: I have sent him, then, the more gladly, so that when you see him again, you may be happy and I may have the less sorrow.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏟ ᏞᎩᏳ ᏥᏅᎵ, ᎾᏍᎩ ᎿᏉ ᏔᎵᏁ ᎢᎡᏥᎪᎥᎭ, ᎨᏣᎵᎮᎵᏍᏗ ᏱᎩ, ᎠᎴ ᎠᏴ ᎡᏍᎦ ᎢᏴᏛ ᎤᏲ ᏯᏆᏓᏅᏔᏩᏕᎦ.

source: So take him to your hearts in the Lord with all joy, and give honour to such as he is:
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏤᏣᏓᏂᎸᎩ ᎤᎬᏫᏳᎯ ᏗᎧᎿᏩᏕᎩ ᎨᏒ ᎢᏳᏍᏗ ᎤᏣᏘ ᎣᏏᏳ ᎠᏰᎸᏗ ᎢᏨᏓ; ᎠᎴ ᎾᏍᎩ ᎢᏳᎾᏍᏗ ᏕᏥᎸᏉᏕᏍᏗ;

source: Because for the work of Christ he was near to death, putting his life in danger to make your care for me complete.
chr: ᎦᎶᏁᏛᏰᏃ ᎤᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᎴᏉ ᏄᏲᎱᏒᎩ, ᎾᏍᏆᏂᎪᏗᏍᎬᎾ ᎬᏅᎢ, ᎾᏍᎩ ᎤᏍᏆᏗᏍᏗᏱ ᎦᎷᎶᎬ ᎠᏆᎵᏍᏕᎸᏙᏗ ᎢᏥᏅᎢ.

source: For the rest, my brothers, be glad in the Lord. Writing the same things to you is no trouble to me, and for you it is safe.
chr: ᎤᎵᏍᏆᎸᏗᏃ ᎨᏒ ᎢᏓᎵᏅᏟ, ᎢᏣᎵᎮᎵᎩ ᎤᎬᏫᏳᎯ ᎨᏒ ᎢᏳᏍᏗ. ᎯᎠ ᎾᏍᎩ ᏫᏨᏲᏪᎳᏁᏗᏱ, ᎤᏙᎯᏳᎯ ᎥᏝ ᏧᏯᏪᎢᏍᏗ ᏯᎩᏰᎸᎭ ᎠᏴ, ᏂᎯᏍᎩᏂ ᎤᎾᏰᎯᏍᏗ ᎨᏒ ᎢᏧᏓᎴᏍᎩ.

source: Be on the watch against dogs, against the workers of evil, against those of the circumcision:
chr: ᏕᏤᏯᏙᏤᎮᏍᏗ ᎩᎵ, ᏕᏤᏯᏙᏤᎮᏍᏗ ᎤᏲ ᏧᏂᎸᏫᏍᏓᏁᎯ; ᏕᏤᏯᏙᏤᎮᏍᏗ ᏗᏂᎱᏍᏕᏍᎩ.

source: For we are the circumcision, who give worship to God and have glory in Jesus Christ, and have no faith in the flesh:
chr: ᎠᏴᏰᏃ ᏤᎩᎤᏍᏕᏎᎸᎯ, ᎤᏁᎳᏅᎯ ᎠᏓᏅᏙ ᎬᏗ ᎡᏓᏓᏙᎵᏍᏓᏁᎯ ᏥᎩ, ᎠᎴ ᎢᏓᎵᎮᎵᎩ ᎦᎶᏁᏛ ᏥᏌ ᎡᏓᎵᏍᎦᏍᏙᏛ ᎢᏳᏍᏗ, ᎠᎴ ᎤᏇᏓᎵ ᎨᏒ ᏂᎦᎵᏍᎦᏍᏙᏛᎾ ᏥᎩ.

source: Even though I myself might have faith in the flesh: if any other man has reason to have faith in the flesh, I have more:
chr: ᎾᏍᏉᏍᎩᏂᏃᏅ ᎠᏴ ᎠᎩᎭ ᎤᏇᏓᎵ ᎨᏒ ᎬᏆᎵᏍᎦᏍᏙᏙᏗ ᎨᏒᎢ. ᎢᏳᏃ ᎩᎶ ᏰᎵ ᏳᎭ ᏳᏰᎸ ᎤᏇᏓᎵ ᎨᏒ ᎬᏩᎵᏍᎦᏍᏙᏙᏗ ᎨᏒᎢ, ᎠᏴ ᎤᏟ ᎢᎦᎢ [ᎠᎩᎭ;]

source: Being given circumcision on the eighth day, of the nation of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in relation to the law, a Pharisee:
chr: ᏧᏁᎵᏁ ᎢᎦ ᎥᎩᎱᏍᏕᏎᎸᎩ, ᎢᏏᎵ ᎤᎾᏓᏤᎵᏛ ᎨᏒ ᏅᏛᏆᏓᎴᏅᎯ, ᏇᏂ ᎠᏂᎳᏍᏓᎸ ᎨᎳ, ᏥᏈᎷ ᎠᏂᏈᎷ ᏅᏛᏆᏓᎴᏅᎯ; ᏗᎧᎿᏩᏛᏍᏗᏃ ᏕᏥᎧᎿᏩᏗᏒ ᏥᏆᎵᏏ;

source: In bitter hate I was cruel to the church; I kept all the righteousness of the law to the last detail.
chr: ᎤᎵᏂᎩᏛᏃ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᎤᎬᏩᎵ, ᏕᏥᎩᎵᏲᎢᏍᏗᏍᎬᎩ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᎬᎢ; ᏚᏳᎪᏛ ᎢᏯᏛᏁᏗ ᎨᏒ ᎤᎬᏩᎵ ᏗᎧᎿᏩᏛᏍᏗ ᏕᏥᎧᎿᏩᏗᏒᎢ, ᎦᏴᎩᎳᏫᏎᏗ ᏂᎨᏒᎾ ᎨᏒᎩ.

source: But those things which were profit to me, I gave up for Christ.
chr: ᎠᏎᏃ ᏂᎦᎥ ᎾᏍᎩ ᎬᏆᎵᏍᏕᎸᏙᏗ ᎠᎩᏰᎸᏅᎢ, ᎾᏍᎩ ᎡᏍᎦᏉ ᎢᏯᏋᏁᎯ ᎠᎩᏰᎸᎭ ᎦᎶᏁᏛ ᏅᏓᎦᎵᏍᏙᏓ.

source: Yes truly, and I am ready to give up all things for the knowledge of Christ Jesus my Lord, which is more than all: for whom I have undergone the loss of all things, and to me they are less than nothing, so that I may have Christ as my reward,
chr: ᎥᎥ, ᎤᏙᎯᏳᎯ, ᎠᎴ ᏂᎦᎥᏉ ᎪᎱᏍᏗ ᎡᏍᎦ ᎢᏯᏋᏁᎯ ᎠᎩᏰᎸᎭ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏓᎪᎾᏛᏔᏅᎯ ᎨᏒ ᏥᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎦᎶᏁᏛ ᏥᏌ ᎠᏆᏤᎵ ᎤᎬᏫᏳᎯ; ᎾᏍᎩ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎠᎩᏲᎱᏎᎸᎯ ᏥᎩ, ᎠᎴ ᎤᏁᎢᎸᏗᏉ ᎠᎩᏰᎸᎭ ᎾᏍᎩ, ᎦᎶᏁᏛ ᎾᏍᎩ ᎠᏆᏤᎵ ᎢᏣᏴᏁᏗᏱ,

source: And be seen in him, not having my righteousness which is of the law, but that which is through faith in Christ, the righteousness which is of God by faith:
chr: ᎠᎴ ᎾᏍᎩ ᏕᏥᏯᏁᎶᏛ ᎥᎩᏩᏛᏗᏱ, ᎠᏆᏚᏓᎴᏍᏙᏗ ᎠᏋᏒ ᎠᏆᏤᎵ ᎾᎩᎲᎾ ᎨᏒᎢ, ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎬᏩᏓᏁᏗ ᏥᎩ, Ꮎ-ᏍᎩᏂ ᎦᎶᏁᏛ ᎪᎯᏳᏗ ᎨᏒ ᏨᏗᏓᎴᎲᏍᎦ, ᎾᏍᎩ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏥᎩ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᎬᏙᏗ ᏥᎩ.

source: That I may have knowledge of him, and of the power of his coming back from the dead, and a part with him in his pains, becoming like him in his death;
chr: ᎾᏍᎩ ᏥᎦᏙᎥᎯᏍᏗᏱ, ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎾᏍᎩ ᎤᏲᎱᏒ ᏚᎴᎯᏌᏅᎢ, ᎠᎴ ᎠᏇᎳᏗᏍᏗᏍᎬ ᎾᏍᎩ ᎤᎩᎵᏲᏥᏙᎸᎢ, ᎠᎴ ᎤᏲᎱᏒ ᎾᏍᎩᏯ ᎠᎩᏲᎱᎯᏍᏗᏱ;

source: If in any way I may have the reward of life from the dead.
chr: ᎾᏍᎩ ᎪᎱᏍᏗ ᏅᏓᏳᎵᏱᎸᏍᏙᏗᏱ ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᎨᏒ ᏩᏆᎵᏰᎢᎶᎯᏍᏗᏱ.

source: Not as if I had even now got the reward or been made complete: but I go on in the hope that I may come to the knowledge of that for which I was made the servant of Christ Jesus.
chr: ᎥᏝᏍᎩᏂᏃᏅ ᎦᏳᎳ ᏥᏓᎩᏂᏴᏐ ᎾᏍᎩᏯ ᏯᎩᏰᎸᎭ, ᎥᏝ ᎠᎴ ᎠᎩᏍᏆᏛᎯ ᎦᏳᎳ ᏯᎩᏰᎸᎭ; ᏥᏍᏓᏩᏕᎦᏍᎩᏂ, ᎢᏳ ᏰᎵ ᏱᎩ, ᎾᏍᎩ ᏗᎩᏂᏴᏗᏱ ᎾᏍᎩ ᎾᏍᏉ ᎤᎬᏩᎵ ᎦᎶᏁᏛ ᏥᏌ ᏥᏓᎩᏂᏴᎲᎩ.

source: Brothers, it is clear to me that I have not come to that knowledge; but one thing I do, letting go those things which are past, and stretching out to the things which are before,
chr: ᎢᏓᎵᏅᏟ, ᎥᏝ ᎦᏳᎳ ᎠᎩᏂᏴᏛ ᏍᎩᏰᎸᎭ; ᏑᏓᎴᎩᏍᎩᏂ [ᏂᎦᏛᏁᎰᎢ;] ᎠᏋᎨᏫᏍᎪᎢ ᏧᏓᎴᏅᏛ ᎣᏂᏗᏢ ᏄᏍᏗᏕᎬᎢ, ᎢᎬᏱᏗᏢᏃ ᏧᏓᎴᏅᏛ ᏄᏍᏗᏕᎬ ᏫᏗᏥᏂᏱᏍᎪᎢ,

source: I go forward to the mark, even the reward of the high purpose of God in Christ Jesus.
chr: ᏗᎨᏛ ᎢᏗᏢ ᏕᎦᎵᏍᏆᎵᎭ ᎠᏌᏍᏛ ᏗᎩᏂᏴᏗᏱ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᎠᏓᏯᏅᏙᏗ ᎨᏒ ᎦᎶᏁᏛ ᏥᏌ ᎠᎬᏗᏍᎬᎢ.

source: Then let us all, who have come to full growth, be of this mind: and if in anything you are of a different mind, even this will God make clear to you:
chr: ᎾᏍᎩ ᎢᏳᏍᏗ, ᎠᏴ ᏂᏗᎥ ᎢᎩᏍᏆᏛᎯ ᎨᏒᎢ, ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᎢᎦᏓᏅᏖᏍᏗ; ᎠᎴ ᎢᏳ ᎪᎱᏍᏗ ᎨᏒ ᏅᏩᏓᎴ ᏄᏍᏕᏍᏗ ᏙᏣᏓᏅᏖᏍᏗ, ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎯᎠ ᎾᏍᏉ ᎬᏂᎨᏒ ᏅᏓᏨᏁᎵ.

source: Only, as far as we have got, let us be guided by the same rule.
chr: ᎠᏗᎾ ᎾᎿ ᎦᏳᎳ ᏫᎦᎵᏱᎶᎸᎢ, ᎤᏠᏱᏉ ᏗᎧᎿᏩᏛᏍᏗ ᏕᎦᏁᎶᏗᏗᏎᏍᏗ, ᎤᏠᏱᏉ ᎢᏓᏓᏅᏖᏍᎨᏍᏗ.

source: Brothers, take me as your example, and take note of those who are walking after the example we have given.
chr: ᎢᏓᎵᏅᏟ, ᎢᏣᏖᏆᎶᎯ ᏍᎩᏍᏓᏩᏕᎩ ᎨᏎᏍᏗ, ᎠᎴ ᏕᏣᎦᏌᏯᏍᏕᏍᏗ ᎾᏍᎩ ᎢᏯᎾᏛᏁᎯ ᎠᏁᏙᎲᎢ, ᎾᏍᎩ ᎠᏴ ᏍᎩᏯᏕᎶᏆᎡᎯ ᏥᏕᏍᎩᏯᎧᎭ.

source: For there are those, of whom I have given you word before, and do so now with sorrow, who are haters of the cross of Christ;
chr: ᎤᏂᏣᏔᏰᏃ ᎠᏁᏙᎭ, ᎾᏍᎩ ᎤᏩᎫᏘᎶᏛ ᎦᏥᏁᎢᏍᏔᏅᎯ ᎢᏨᏃᏁᎸᎯ, ᎠᎴ ᎪᎯ ᎨᏒ ᎾᏍᏉ ᏗᎦᎦᏠᏱᎯ ᎢᏨᏃᏁᎭ, ᎾᏍᎩ ᎠᏂᏍᎦᎩ ᎨᏒ ᏧᏓᎿᏩᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ;

source: Whose end is destruction, whose god is the stomach, and whose glory is in their shame, whose minds are fixed on the things of the earth.
chr: ᎾᏍᎩ ᎤᏂᏍᏆᏗᏍᏙᏗ ᎨᏒ ᎠᏓᏛᏗᏍᎩ ᏥᎩ, ᎤᎾᏁᎳᏅᎯ ᎤᏂᏍᏉᎵᏱᏉ ᏥᎩ, ᎠᎴ ᎤᎾᏕᎰᎯᏍᏗᏍᎩᏉ ᎠᎾᏢᏈᏍᏗᏍᎩ ᏥᎩ, ᎾᏍᎩ ᎡᎶᎯᏉ ᎡᎯ ᎤᎾᎦᏌᏯᏍᏗ ᏥᎩ.

source: For our country is in heaven; from where the Saviour for whom we are waiting will come, even the Lord Jesus Christ:
chr: ᎠᏴᏰᏃ ᎦᎸᎳᏗ ᎢᏕᎯ; ᎾᎿ ᎾᏍᏉ ᏅᏓᏳᎶᎯᏍᏗᏱ ᏥᏗᎦᏖᏃᎭ ᎢᎩᏍᏕᎵᏍᎩ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ;

source: By whom this poor body of ours will be changed into the image of the body of his glory, in the measure of the working by which he is able to put all things under himself.
chr: ᎾᏍᎩ ᏗᎩᏁᏟᏴᎡᏗ ᏥᎩ ᏂᏗᎦᎸᏉᏛᎾ ᏗᏗᏰᎸᎢ, ᎾᏍᎩᏯ ᎢᏧᏩᏁᏗᏱ ᎤᏩᏒ ᎦᎸᏉᏗᏳ ᎠᏰᎸ ᏄᏍᏛᎢ, ᎾᏍᎩᏯ ᎤᎵᏂᎬᎬ ᎬᏗᏍᎬ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎤᏩᏒ ᏗᎬᏩᏁᎶᏙᏗᏱ ᎢᏳᏩᏁᏗᏱ.

source: So my brothers, well loved and very dear to me, my joy and crown, be strong in the Lord, my loved ones.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏓᎵᏅᏟ ᎢᏨᎨᏳᎢ ᎠᎴ ᎤᏣᏘ ᎢᏨᏯᏅᏘ, ᏍᎩᏯᎵᎡᎵᏍᏗᏍᎩ ᎠᎴ ᎠᏆᎵᏍᏚᎶᏙᏗ, ᏅᏩᏍᏕᏍᏗ ᎤᎵᏂᎩᏛ ᏕᏥᏙᎨᏍᏗ ᎤᎬᏫᏳᎯ ᎡᏣᎵᏍᎦᏍᏙᏛᎢ, ᎢᏨᎨᏳᎢ.

source: I make request to Euodias and Syntyche to be of the same mind in the Lord.
chr: ᏥᏍᏗᏰᏗᎭ ᏳᎣᏗᏯ, ᎠᎴ ᏥᏍᏗᏰᏗᎭ ᏏᏂᏗᎩ ᎾᏍᎩ ᎤᏠᏱᏉ ᎢᏧᏅᏁᏗᏱ ᏚᎾᏓᏅᏛ ᎤᎬᏫᏳᎯ ᏓᏂᎧᎿᏩᏗᏒᎢ.

source: And I make request to you, true helper in my work, to see to the needs of those women who took part with me in the good news, with Clement and the rest of my brother-workers whose names are in the book of life.
chr: ᎠᎴ ᎬᏍᏗᏰᏗᎭ ᎾᏍᏉ ᏂᎯ ᏂᏣᏠᎾᏍᏛᎾ ᎬᎩᎾᏖᏆᎶᎯ, ᎬᎩᏍᏕᎸᏗᏱ Ꮎ ᎠᏂᎨᏴ ᎬᎩᏍᏕᎸᎯᏙᎸᎯ ᏓᎩᎸᏫᏍᏓᏁᎸ ᎦᎵᏥᏙᏂᏙᎲ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎯᏯᏠᏯᏍᏔᏅᎭ ᎾᏍᏉ ᏞᎻᎾ ᎠᎴ ᎠᏂᏐᎢ ᎤᏠᏱ ᏦᎩᎸᏫᏍᏓᏁᎯ, ᎾᏍᎩ ᏚᎾᏙᎥ ᏥᏕᎪᏪᎳ ᎬᏂᏛ ᎠᏓᏁᎯ ᎪᏪᎵᎯ.

source: Be glad in the Lord at all times: again I say, Be glad.
chr: ᎢᏣᎵᎮᎵᎨᏍᏗ ᏂᎪᎯᎸ ᎤᎬᏫᏳᎯ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ; ᎢᏣᎵᎮᎵᎨᏍᏗ, ᎦᏗᎭ ᏔᎵᏁ.

source: Let your gentle behaviour be clear to all men. The Lord is near.
chr: ᎢᏣᏓᏅᏘᏳ ᎨᏒ ᎾᏅᎢ ᏴᏫ ᎠᏂᎦᏔᎮᏍᏗ; ᎤᎬᏫᏳᎯ ᎾᎥᏂᏳ ᏓᏯᎢ.

source: Have no cares; but in everything with prayer and praise put your requests before God.
chr: ᏞᏍᏗ ᎪᎱᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ; ᏄᏓᎴᏒᏍᎩᏂ ᎪᎱᏍᏗ ᎠᏓᏙᎵᏍᏙᏗ ᎠᎴ ᎠᏔᏲᏍᏗ ᎨᏒ ᎬᏗ ᎠᎵᎮᎵᏍᏗ ᎬᏩᎵᏠᏯᏍᏗ, ᎬᏂᎨᏒ ᏁᏨᏁᎮᏍᏗ ᎤᏁᎳᏅᎯ ᏄᏍᏛ ᎢᏣᏚᎵᏍᎬᎢ;

source: And the peace of God, which is deeper than all knowledge, will keep your hearts and minds in Christ Jesus.
chr: ᏅᏩᏙᎯᏯᏛᏃ ᎤᏁᎳᏅᎯ ᎤᏓᏁᏗ ᎨᏒ, ᎾᏍᎩ ᏥᎦᎶᏒᏍᏗᎭ ᏂᎦᎥ ᎬᏓᏅᏖᏗ ᎨᏒᎢ, ᏧᏍᏆᏂᎪᏙᏗ ᎨᏎᏍᏗ ᏗᏥᎾᏫ ᎠᎴ ᏗᏣᏓᏅᏙ, ᎦᎶᏁᏛ ᏥᏌ ᏂᎬᏂᏏᏍᎨᏍᏗ.

source: For the rest, my brothers, whatever things are true, whatever things have honour, whatever things are upright, whatever things are holy, whatever things are beautiful, whatever things are of value, if there is any virtue and if there is any praise, give thought to these things.
chr: ᎤᎵᏍᏆᎸᏗᏃ ᎨᏒᎢ ᎢᏓᎵᏅᏟ, ᏂᎦᎥ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎨᏒᎢ, ᏂᎦᎥ ᎦᎸᏉᏙᏗ ᎨᏒᎢ, ᏂᎦᎥ ᏚᏳᎪᏛ ᎨᏒᎢ, ᏂᎦᎥ ᎦᏓᎭ ᏂᎨᏒᎾ ᎨᏒᎢ, ᏂᎦᎥ ᎣᏏᏳ ᎬᏰᎸᏗ ᎨᏒᎢ, ᏂᎦᎥ ᎣᏏᏳ ᎠᏂᏃᎮᏍᎨᏍᏗ; ᎢᏳᏃ ᎣᏏᏳ ᎢᏯᏛᏁᏗ ᏰᎭ, ᎢᏳᏃ ᎪᎱᏍᏗ ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᏕᏣᏓᏅᏖᏍᎨᏍᏗ.

source: The things which came to you by my teaching and preaching, and which you saw in me, these things do, and the God of peace will be with you.
chr: ᎾᏍᎩ ᎫᏓᎴᏅᏛ ᏍᎩᏯᏕᎶᏆᎡᎸᎯ ᎨᏒᎢ, ᎠᎴ ᏗᏍᎩᏯᏓᏂᎸᏤᎸᎯ ᎨᏒᎢ, ᎠᎴ ᏍᎩᏯᏛᎦᏁᎸᎯ ᎨᏒᎢ, ᎠᎴ ᏍᎩᎪᎡᎸᎯ ᎨᏒᎢ, ᏂᏣᏛᏁᎮᏍᏗ; ᎤᏁᎳᏅᎯᏃ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ ᏗᏥᎧᎿᏩᏗᏓᏍᏗ ᎨᏎᏍᏗ.

source: But I am very glad in the Lord that your care for me has come to life again; though you did in fact take thought for me, but you were not able to give effect to it.
chr: ᎠᏎᏃ ᎤᎬᏫᏳᎯ ᎤᏣᏘ ᏥᏯᎵᎡᎵᏨᎩ, ᎾᏍᎩ ᎿᏉ ᎤᏬᎯᏨᎯ ᏍᎩᏯᏅᏛ ᏔᎵᏁ ᎠᏤᎯᏲᎩ, ᎾᏍᎩ ᎾᎿ ᎤᎬᏩᎵ ᎾᏍᏉ ᏍᎩᏯᏅᏛᎩ, ᎠᏎᏃ ᎥᏝ ᏱᏣᏜᏅᏓᏕᎮᎢ.

source: But I will not say anything about my needs, for I am able, wherever I am, to be dependent on myself.
chr: ᎥᏝ ᎠᏗᎾ ᎠᎩᏂᎬᏎᎲ ᏥᏁᎢᏍᏗᏍᎬ ᏱᎩ, ᎠᏆᏕᎶᏆᎥᏰᏃ ᏂᎦᎥ ᎾᏆᎵᏍᏓᏁᎵᏕᎬ ᎣᏏᏳᏉ ᎠᎩᏰᎸᏗᏱ.

source: It is the same to me if I am looked down on or honoured; everywhere and in all things I have the secret of how to be full and how to go without food; how to have wealth and how to be in need.
chr: ᏥᎦᏔᎭ ᎢᏯᏆᏛᏁᏗᏱ ᎡᎳᏗ ᏱᎾᏆᏛᎿᏕᎦ, ᎠᎴ ᏥᎦᏔᎭ ᎢᏯᏆᏛᏁᏗᏱ ᎤᏣᏘ ᏯᎩᎭ; ᏂᎦᎥ ᏕᎨᏌᏗᏒᎢ, ᎠᎴ ᏂᎦᎥ ᎾᏆᎵᏍᏓᏁᎵᏕᎬᎢ, ᎥᏇᏲᏅ ᎢᏯᏆᏛᏁᏗᏱ ᎾᏍᏉ ᏯᏉᎳᏅ ᎠᎴ ᎾᏍᏉ ᏯᎩᏲᏏᎭ, ᎾᏍᏉ ᎤᏣᏘ ᏯᎩᎭ ᎠᎴ ᎾᏍᏉ ᏯᎩᏂᎬᏎᎭ

source: I am able to do all things through him who gives me strength.
chr: ᏂᎦᎥᏉ ᎢᎬᏆᏛᏁᏗ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ ᎾᏍᎩ ᏣᏆᎵᏂᎪᎯᏍᏗᎭ.

source: But you did well to have care for me in my need.
chr: ᎠᏎᏍᎩᏂᏃᏅ ᎣᏏᏳ ᏂᏣᏛᏁᎸ ᏥᏍᎩᏁᎸ ᎠᏆᎵᏍᏕᎸᏙᏗ ᏥᎩᎵᏲᎬ ᎢᏳᎢ.

source: And you have knowledge, Philippians, that when the good news first came to you, when I went away from Macedonia, no church took part with me in the business of giving to the saints, but you only;
chr: ᎾᏍᎩᏃ ᏂᎯ ᏈᎵᎩᏱ ᎢᏤᎯ, ᎢᏥᎦᏔᎮᏍᏗ ᎾᏍᏉ, ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎢᎬᏱᏱ ᎢᏨᏯᎵᏥᏙᏁᎸ ᎾᎯᏳ ᎹᏏᏙᏂ ᎠᏆᏂᎩᏒ, ᎥᏝ ᎢᎸᎯᏢ ᎤᎾᏓᏡᎬ ᏧᎾᏁᎶᏗ ᎪᎱᏍᏗ ᏱᎬᏆᏛᏁᎴ ᎾᏍᎩ ᎠᏓᏁᏗ ᎠᎴ ᎥᏓᏘᏁᏗ ᎨᏒ ᎤᎬᏩᎵ, ᏂᎯ ᎢᏨᏒ.

source: Because even in Thessalonica you sent once and again to me in my need.
chr: ᏕᏏᎶᏂᎦᏰᏃ ᏫᎨᏙᎲ ᏌᏉ ᏂᏣᏓᏅᏒᎩ ᎠᎩᏂᎬᏎᎲ ᎠᏆᎵᏍᏕᎸᏙᏗ, ᎠᎴ ᎾᏍᏉ ᏔᎵᏁᎢ.

source: Not that I am looking for an offering, but for fruit which may be put to your credit.
chr: ᎥᏝ ᎠᏗᎾ ᎠᏆᏚᎵᏍᎬ ᎠᏓᏁᏗ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ; ᎤᏓᏔᏅᎯᏍᎩᏂ ᎠᏆᏚᎵᎭ ᎤᏣᏘ ᎢᏣᎵᏍᏕᎸᏙᏗ ᎢᏳᎵᏍᏙᏗᏱ.

source: I have all things and more than enough: I am made full, having had from Epaphroditus the things which came from you, a perfume of a sweet smell, an offering well pleasing to God.
chr: ᎠᏎᏃ ᏂᎦᎥᏉ ᎠᎩᎭ ᎠᎴ ᎤᏣᏔᏅᎯ; ᎠᎩᎧᎵᏬᎯ, ᏗᏆᏓᏂᎸᏨᎯ ᎨᏒ ᎢᏆ-’ᎶᏓᏓ ᎤᏲᎸᎯ ᎾᏍᎩ ᏅᏓᏣᏓᏅᏒᎯ, ᎤᏣᏘ ᎤᎦᎾᏍᏛ ᎦᏩᏒᎩ, ᎠᏥᎸ ᎨᎳᏍᏗ ᏗᎬᏓᏂᎸᎢᏍᏗ, ᎣᏏᏳ ᎤᏰᎸᏗ ᎤᏁᎳᏅᎯ.

source: And my God will give you all you have need of from the wealth of his glory in Christ Jesus.
chr: ᎠᏎᏃ ᎠᏆᏁᎳᏅᎯ ᎢᏥᏁᏗ ᎨᏎᏍᏗ ᏂᎦᎥ ᎢᏥᏂᎬᏎᎲᎢ, ᎾᏍᎩᏯ ᎤᏪᎿᎢᏳ ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒᎢ, ᎦᎶᏁᏛ ᏥᏌ ᎢᏳᏩᏂᏌᏛ.

source: Now to God our Father be glory for ever and ever. So be it.
chr: ᎿᏉᏃ ᎤᏁᎳᏅᎯ ᎠᎴ ᎢᎩᏙᏓ ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸᎢ. ᎡᎺᏅ.

source: Give words of love to every saint in Christ Jesus. The brothers who are with me send you their love.
chr: ᏕᏥᏲᎵᎭ ᎾᏂᎥ ᎤᎾᏓᏅᏘ ᎦᎶᏁᏛ ᏥᏌ ᎠᏃᎯᏳᎲᏍᎩ. ᎣᏣᎵᏅᏟ ᎠᏂ ᏦᏤᏙᎭ ᏫᎨᏥᏲᎵᎭ.

source: All the saints send their love to you, specially those who are of Caesar's house.
chr: ᎾᏂᎥ ᎤᎾᏓᏅᏘ ᏫᎨᏥᏲᎵᎭ, Ꮀ ᎤᎬᏫᏳᎭ ᎾᏍᎩ Ꮎ ᏏᏌ ᏚᏓᏘᎾᎥᎢ.

source: The grace of the Lord Jesus Christ be with your spirit.
chr: ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵᎦ ᎢᏤᎳᏗᏙᎮᏍᏗ ᏂᏥᎥᎢ. ᎡᎺᏅ.

source: Epistle to the Colossians
chr: ᏉᎳ ᎪᎶᏏ ᎠᏁᎯ ᏧᏬᏪᎳᏁᎸᎯ

source: Paul, an Apostle of Jesus Christ, by the purpose of God, and Timothy our brother,
chr: ᏉᎳ, ᏥᏌ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏛ ᎾᏍᎩᏯ ᎣᏏᏳ ᎤᏰᎸᏅ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏗᎹᏗ ᎢᎩᏅᏟ,

source: To the saints and true brothers in Christ at Colossae: Grace to you and peace from God our Father.
chr: ᏫᏨᏲᏪᎳᏏ ᎢᏣᏓᏅᏘ ᎪᎶᏏ ᎢᏤᎯ ᎠᎴ ᎢᏣᎵᏅᏟ ᎦᎶᏁᏛ ᎡᏦᎯᏳᎲᏍᎩ; ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ, ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎢᏤᎳᏗᏙᎮᏍᏗ ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎢᎩᏙᏓ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ.

source: We give praise to God the Father of our Lord Jesus Christ, making prayer for you at all times,
chr: ᎣᏣᎵᎡᎵᏤᎭ ᎤᏁᎳᏅᎯ ᎠᎴ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ ᎤᏙᏓ, ᎣᏣᏓᏙᎵᏍᏗᏍᎪ ᏂᎪᎯᎸ ᎢᏨᏯᏅᏓᏗᏍᎪᎢ,

source: After hearing of your faith in Christ Jesus, and of the love which you have for all the saints,
chr: ᎣᎦᏛᎦᏅᎯ ᎨᏒ ᎦᎶᏁᏛ ᏥᏌ ᎡᏦᎢᏳᏒᎢ, ᎠᎴ ᏕᏥᎨᏳᏒ ᎾᏂᎥ ᎤᎾᏓᏅᏘ;

source: Through the hope which is in store for you in heaven; knowledge of which was given to you before in the true word of the good news,
chr: ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏚᎩ ᎢᏨᏒ ᎾᏍᎩ ᎦᎸᎳᏗ ᏤᏣᏛᏅᎢᏍᏓᏁᎸᎢ, ᎾᏍᎩ ᎦᏳᎳ ᎢᏣᏛᎦᏅᎯ ᏥᎩ ᎾᎿ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎣᏍᏛ ᎧᏃᎮᏛᏱ,

source: Which has come to you; and which in all the world is giving fruit and increase, as it has done in you from the day when it came to your ears and you had true knowledge of the grace of God;
chr: ᎾᏍᎩ ᎢᏥᎷᏤᎸᎯ ᏥᎩ, ᎾᏍᎩᏯ ᏂᎬᎾᏛ ᎡᎶᎯ ᏧᏂᎷᏤᎸ; ᎠᎴ ᏥᎦᎾᏄᎪᏫᏍᎦ ᎤᏓᏔᏅᎯ ᎾᏍᎩᏯ ᏥᏂᎦᎵᏍᏗ ᏂᎯ ᎢᏤᎲᎢ, ᏅᏓᎬᏩᏓᎴᏅᏛ ᎢᏣᏛᎦᏅ ᎾᏍᎩ, ᎠᎴ ᎤᏙᎯᏳᎯ ᎢᏥᎦᏙᎥᏒ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ;

source: As it was given to you by Epaphras, our well-loved helper, who is a true servant of Christ for us,
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏤᏣᏛᎦᏁᎸ ᎡᎦᏆ ᎣᏥᎨᏳᎢ ᎢᏧᎳᎭ ᎣᎩᏅᏏᏓᏍᏗ, ᏂᎯᏃ ᏥᏅᏗᎦᎵᏍᏙᏗ ᎣᏍᏛ ᎢᏯᏛᏁᎯ ᎦᎶᏁᏛ ᎤᏅᏏᏓᏍᏗ.

source: And who, himself, made clear to us your love in the Spirit.
chr: ᎾᏍᎩ ᎾᏍᏉ ᎬᏂᎨᏒ ᎢᏲᎲᏁᎸᎯ ᏕᏣᏓᎨᏒ ᎠᏓᏅᏙ ᎢᏳᏩᏂᏌᏛ.

source: For this reason, we, from the day when we had word of it, keep on in prayer for you, that you may be full of the knowledge of his purpose, with all wisdom and experience of the Spirit,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏴ ᎾᏍᏉ, ᎣᎦᏛᎦᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎥᏝ ᏲᏥᏲᎯᏍᏗᏍᎪ ᎣᏣᏓᏙᎵᏍᏗᏍᎬ ᎠᎴ ᎣᏥᏔᏲᎯᎲ ᎾᏍᎩ ᎠᏓᏅᏖᏍᎬ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎢᏥᎧᎵᎢᏍᏗᏱ, ᎾᏍᎩ ᏂᎦᎥ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎠᎴ ᎠᏓᏅᏙ ᎤᎬᏩᎵ ᎪᎵᏥᏓᏍᏗ ᎨᏒᎢ;

source: Living uprightly in the approval of the Lord, giving fruit in every good work, and increasing in the knowledge of God;
chr: ᎾᏍᎩ ᎢᏣᎴᏂᏓᏍᏗᏱ ᎾᏍᎩᏯ ᎤᎬᏫᏳᎯ ᏗᏂᎧᎿᏩᏕᎩ ᎢᏳᎾᏛᏁᏗ ᎨᏒᎢ, ᏂᎦᎥ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎤᏣᏘ ᎢᏥᎾᏄᎪᏫᏍᎬᎢ, ᎠᎴ ᎧᏁᏉᎬ ᎡᏥᎦᏙᎥᏍᎬ ᎤᏁᎳᏅᎯ;

source: Full of strength in the measure of the great power of his glory, so that you may undergo all troubles with joy;
chr: ᏕᏣᎵᏂᎪᏍᎬᎢ ᎬᏔᏅᎯ ᎤᏣᏘ ᎤᎵᏂᎩᏛ ᎨᏒᎢ, ᎾᏍᎩᏯ ᏄᎵᏂᎬᎬ ᎦᎸᏉᏗᏳ ᎤᏤᎵᎦ, ᎾᏍᎩ ᏂᎦᎥᏉ ᎤᎬᏩᎵ ᏗᏨᏂᏗᏳ ᎢᏣᎵᏍᏙᏗᏱ, ᎠᎴ ᎪᎯᏗᏳ ᎤᏁᎳᎩ ᎢᏤᎵᏍᎬ ᎢᏥᎩᎵᏲᎬᎢ, ᎤᎵᏠᏯᏍᏙᏗᏱ ᎠᎵᎮᎵᏍᏗ ᎨᏒᎢ;

source: Giving praise to the Father who has given us a part in the heritage of the saints in light;
chr: ᎡᏣᎵᎡᎵᏤᎲ ᎠᎦᏴᎵᎨᎢ ᎾᏍᎩ ᏰᎵᏉ ᎢᎦᏠᏯᏍᏙᏗ ᎢᎬᏩᎵᏍᏙᏗ ᎢᎬᏁᎸᎯ ᏥᎩ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒ ᎤᎾᏓᏅᏘ ᎢᎦ-ᎦᏛ ᎠᏁᎯ;

source: Who has made us free from the power of evil and given us a place in the kingdom of the Son of his love;
chr: ᎾᏍᎩ ᎢᎫᏓᎴᏛ ᏥᎩ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎤᎵᏏᎩ, ᎠᎴ ᎾᏍᎩ ᏫᏗᎩᎧᏅᎯ ᏥᎩ ᎾᎿ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎨᏳᎯ ᎤᏪᏥ;

source: In whom we have our salvation, the forgiveness of sins:
chr: ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᎡᎦᎫᏴᏛ ᏥᎩ ᎤᎩᎬ ᎬᏔᏅᎯ, ᎾᏍᎩ ᎢᎩᏍᎦᏅᏨ ᎡᎩᏙᎵᏨᎢ;

source: Who is the image of the unseen God coming into existence before all living things;
chr: ᎾᏍᎩ ᏣᎦᏟᎶᏍᏔᏅᎯ ᏥᎩ ᏄᏍᏛ ᎬᎪᏩᏛᏗ ᏂᎨᏒᎾ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎢᎬᏱ ᎤᏕᏅᎯ ᏥᎩ ᏂᎦᏗᏳ ᎨᎦᏁᎳᏅᎯ ᎠᏁᎲᎢ.

source: For by him all things were made, in heaven and on earth, things seen and things unseen, authorities, lords, rulers, and powers; all things were made by him and for him;
chr: ᎾᏍᎩᏰᏃ ᏂᎦᎥ ᎪᎱᏍᏗ ᏧᏬᏢᏅᎯ, ᎾᏍᎩ ᎦᎸᎳᏗ ᏤᎭ, ᎠᎴ ᎡᎶᎯ ᏤᎭ, ᎬᎪᏩᏛᏗ ᎠᎴ ᎬᎪᏩᏛᏗ ᏂᎨᏒᎾ ᏥᎩ, ᎢᏳ ᎤᏂᎬᏫᏳᎯ ᏧᏂᏗᏱ ᏱᎩ, ᎠᎴ ᎤᏂᎬᏫᏳᏌᏕᎩ ᏱᎩ, ᎠᎴ ᎨᏥᎸᏉᏗ ᏱᎩ, ᎠᎴ ᏧᎾᎵᏂᎩᏛ ᏱᎩ; ᏂᎦᏗᏳ ᏄᏓᎴᏒ ᎾᏍᎩ ᏚᏬᏢᏁᎢ, ᎠᎴ ᎤᏩᏒ ᏚᏓᏙᏢᎾᏁᎴᎢ;

source: He is before all things, and in him all things have being.
chr: ᎠᎴ ᎾᏍᎩ ᎢᎬᏱ ᏁᎰᎢ ᎣᏂ ᏂᎦᎥ ᏧᏓᎴᏅᏛ, ᎠᎴ ᎾᏍᎩ ᏂᎬᏂᏏᎭ ᏂᎦᎥ ᎪᎱᏍᏗ ᏤᎭ;

source: And he is the head of the body, the church: the starting point of all things, the first to come again from the dead; so that in all things he might have the chief place.
chr: ᎠᎴ ᎾᏍᎩ ᎤᏍᎪᎵ Ꭰ ᎠᏰᎸ ᎨᏒᎢ, ᎾᏍᎩ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ; ᎾᏍᎩ ᏗᏓᎴᏅᏗᏍᎩ, ᏧᏓᎴᏅᏔᏅᎯ ᎤᏲᎱᏒ ᏧᎴᎯᏌᏅᎯ, ᎾᏍᎩ ᏂᎦᏗᏳ ᏄᎾᏓᎴᏒ ᎢᎬᏱ ᎢᏳᎵᏍᏙᏗᏱ.

source: For God in full measure was pleased to be in him;
chr: ᎣᏏᏳᏰᏃ ᎠᏰᎸᏅᎯ ᎨᏎ ᎾᏍᎩ ᎤᏪᎯ ᎢᏳᎵᏍᏙᏗᏱ ᏂᎦᎥ ᎠᎧᎵᎢᎯ ᎨᏒᎢ;

source: Through him uniting all things with himself, having made peace through the blood of his cross; through him, I say, uniting all things which are on earth or in heaven.
chr: ᎠᎴ ᎾᏍᎩ ᎠᎬᏗᏍᎬ ᎤᏩᏒ ᏙᎯᏱ ᎢᏳᏅᏁᏗᏱ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ, ᎤᎩᎬ ᏓᏓᎿᏩᏍᏛ ᎤᏨᏅᎯ ᎤᏬᎯᏳᏍᏔᏅ; ᎾᏍᎩ ᎠᎬᏗᏍᎬᎢ, ᎢᏳᏃ ᎡᎶᎯ ᎠᏁᎯ ᏱᎩ, ᎠᎴ ᎦᎸᎳᏗ ᎠᏁᎯ ᏱᎩ.

source: And you, who in the past were cut off and at war with God in your minds through evil works, he has now made one
chr: ᏂᎯᏃ ᎢᎸᎯᏳ ᏁᏣᏓᎴᏉ ᏥᎨᏎᎢ, ᎠᎴ ᎡᏥᏍᎦᎩ ᏥᎨᏎ ᏙᏗᏣᏓᏅᏛᎢ ᎾᏍᎩ ᎤᏲ ᏕᏥᎸᏫᏍᏓᏁᎲᎢ ᎠᏎᏃ ᎪᎯ ᎿᏉ ᎢᏦᎯᏍᏓᏁᎸ,

source: In the body of his flesh through death, so that you might be holy and without sin and free from all evil before him:
chr: ᎤᏮᏔᏅ ᎠᏰᎸ ᎤᏇᏓᎵ ᎨᏒ ᎠᏲᎱᏍᎬᎢ, ᏧᎬᏩᎴ ᎬᏂᎨᏒ ᎢᏨᏁᏗᏱ ᏂᏥᏍᎦᏅᎾ ᎠᎴ ᎪᎱᏍᏗ ᏁᏧᎢᏍᏛᎾ ᎠᎴ ᎦᏰᏥᎳᏫᏎᏗ ᏂᎨᏒᎾ ᎾᏍᎩ ᎠᎦᏔᎲᎢ;

source: If you keep yourselves safely based in the faith, not moved from the hope of the good news which came to you, and which was given to every living being under heaven; of which I, Paul, was made a servant.
chr: ᎢᏳᏃ ᏱᏅᏩᏍᏗᏗᏉ ᎢᏦᎯᏳᏒᎢ, ᎦᎫᏍᏛᏅᎯ ᎠᎴ ᎠᏍᏓᏱᏛᎯ ᎨᏒᎢ, ᎠᎴ ᎢᏴᏛ ᎢᎦᏰᏨᏁᏗ ᏂᎨᏒᎾ ᏱᎩ ᎤᏚᎩ ᎢᏨᏒ ᎣᏍᏛ ᎧᏃᎮᏛᏱ, ᎾᏍᎩ ᎢᏣᏛᎦᏅᎯ ᏥᎩ, ᎾᏂᎥ ᎨᎦᏁᎳᏅᎯ ᎨᏒ ᎨᎦᎵᏥᏙᏁᎸᎯ ᏥᎩ ᎦᎸᎶ ᎭᏫᏂᏗᏢ ᏄᎾᏛᏅᎢ; ᎾᏍᎩ ᎾᎿ ᎠᏴ ᏉᎳ ᎪᎱᏍᏗ ᎦᏛᏁᎯ ᏥᏅᏋᏁᎸ;

source: Now I have joy in my pain because of you, and in my flesh I undergo whatever is still needed to make the sorrows of Christ complete, for the salvation of his body, the church;
chr: ᎠᏴ ᎾᏍᎩ ᎪᎯ ᎨᏒ ᏥᎦᎵᎡᎵᎦ ᎢᏨᎩᎵᏲᏤᎲᎢ, ᎠᎴ ᏥᏥᎧᎵᏏᏏ ᎠᏏ ᎤᏃᏒᎢ ᎦᎶᏁᏛ ᎤᎩᎵᏲᏨ ᎾᏍᎩᏯ ᎠᎩᏇᏓᎸ ᏥᎩᎵᏲᎬᎢ, ᎾᏍᎩ ᎠᏰᎸ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ, ᎾᏍᎩ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏥᎩ;

source: Of which I became a servant by the purpose of God which was given to me for you, to give effect to the word of God,
chr: ᎾᎿ ᎠᏴ ᏗᎩᎸᏫᏍᏓᏁᎯ ᏅᏋᏁᎸ ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎤᏓᏁᏤᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏴ ᏨᎩᏁᎸ ᏂᎯ ᎢᏣᎵᏍᏕᎸᏙᏗ, ᎾᏍᎩ ᎠᎧᎵᎢ ᎠᏆᎵᏥᏙᏗᏱ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ;

source: The secret which has been kept from all times and generations, but has now been made clear to his saints,
chr: ᎾᏍᎩ ᎤᏕᎵᏛ ᎬᏍᎦᎳᏅᎯ ᏥᎨᏒᎩ ᎡᏘ ᏥᎨᏒ ᎠᎴ ᎤᎾᏓᏁᏟᏴᏒᏒ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎠᏎᏃ ᎪᎯ ᏥᎩ ᎬᏂᎨᏒ ᏥᏂᎨᎬᏁᎸ ᎤᎾᏓᏅᏘ ᏧᏤᎵᎦ;

source: To whom God was pleased to give knowledge of the wealth of the glory of this secret among the Gentiles, which is Christ in you, the hope of glory:
chr: ᎾᏍᎩ [ᎤᏓᏅᏘ] ᎤᏁᎳᏅᎯ ᎤᏚᎵᏍᎨ ᎬᏂᎨᏒ ᎢᏧᏩᏁᏗᏱ ᏂᎦᎥ ᎦᎸᏉᏗᏳ ᎨᏒ ᎯᎠ ᎾᏍᎩ ᎤᏕᎵᏛ ᎨᏒ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏁᎲ [ᎬᏂᎨᏒ ᏥᏄᏩᏁᎸ;] ᎾᏍᎩ ᎦᎶᏁᏛ ᏥᎩ ᏂᎯ ᎢᏥᏯᎢ, ᎾᏍᎩ ᎤᏚᎩ ᎨᏨᏗ ᏥᏂᎬᏁ ᎦᎸᏉᏗᏳ ᏗᎨᏒ ᏫᏥᎾᏄᎪᎢᏍᏗᏱ.

source: Whom we are preaching; guiding and teaching every man in all wisdom, so that every man may be complete in Christ;
chr: ᎾᏍᎩ Ꮎ ᎬᏂᎨᏒ ᏥᏃᏨᏁᎭ, ᎾᏂᎥ ᏥᏙᏤᏯᏔᎲᏍᎦ, ᎠᎴ ᎾᏂᎥ ᏥᏙᏤᏲᎲᏍᎦ ᏦᏨᏗᎭ ᏂᎦᎥ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎾᏂᎥ ᎬᏂᎨᏒ ᎢᏦᏨᏁᏗᏱ ᏄᏂᎪᎸᎾ ᎦᎶᏁᏛ ᏥᏌ ᏚᎾᏁᎶᏛᎢ;

source: And for this purpose I am working, using all my strength by the help of his power which is working in me strongly.
chr: ᎾᏍᎩ ᎾᏍᏉ ᎤᎬᏩᎵ ᏥᏓᎩᎸᏫᏍᏓᏁᎭ, ᏥᎦᏟᏂᎬᏁᎭ ᎾᏍᎩᏯ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎤᎵᏂᎩᏗᏳ ᏥᏚᎸᏫᏍᏓᏁᎭ ᏗᏆᏓᏅᏛᎢ.

source: For it is my desire to give you news of the great fight I am making for you and for those at Laodicea, and for all who have not seen my face in the flesh;
chr: ᎠᏆᏚᎵᏰᏃ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᏂᎦᎥ ᏥᎩᎵᏲᎬ ᎦᏟᏂᎬᏁᎲ ᏂᎯ ᎨᏒ ᎢᏳᏍᏗ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎴᎣᏗᏏᏯ ᎠᏁᎯ, ᎠᎴ ᎾᏂᎥᏉ ᎤᏂᎪᎲᎯ ᏂᎨᏒᎾ ᎠᏆᎧᏛ ᎠᏂ ᎤᏇᏓᎵ ᎨᏒᎢ;

source: So that their hearts may be comforted, and that being joined together in love, they may come to the full wealth of the certain knowledge of the secret of God, even Christ,
chr: ᎾᏍᎩ ᏧᏂᎾᏫ ᎤᎦᎵᏍᏗ ᏗᎬᏩᏓᏅᏓᏗᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ ᏚᎾᏚᏓᏕᏫᏍᏛ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎠᎴ ᏭᏂᏱᎶᎯᏍᏗᏱ ᏂᎦᎥ ᎦᎸᏉᏗᏳ ᎨᏒ ᏄᏜᏏᏛᏒᎾ ᎪᎯᏳᏗ ᎨᏒ ᎾᏍᎩ ᎪᎵᏍᏗ ᎨᏒ ᏨᏗᏓᎴᎲᏍᎦ, ᎤᏂᎦᏙᎥᎯᏍᏗᏱ ᎤᏕᎵᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎠᎦᏴᎵᎨ ᎤᏤᎵᎦ, ᎠᎴ ᎦᎶᏁᏛ ᎤᏤᎵᎦ;

source: In whom are all the secret stores of wisdom and knowledge.
chr: ᎾᏍᎩ ᏥᏚᏍᏆᏂᎪᏗ ᏥᏚᏩᏍᎦᎳ ᏂᎦᎥ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒ ᎠᎴ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ.

source: I say this so that you may not be turned away by any deceit of words.
chr: ᎠᎴ ᎯᎠ ᎾᏍᎩ ᏂᏥᏪᎭ ᎾᏍᎩ ᎩᎶ ᎢᏥᎶᏄᎮᏗᏱ ᏂᎨᏒᎾ ᎾᏍᎩ ᎤᏬᏚᎯ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎬᏗ.

source: For though I am not present in the flesh, still I am with you in the spirit, seeing with joy your order, and your unchanging faith in Christ.
chr: ᎠᎩᎪᏁᎸᏍᎩᏂᏃᏅ ᎠᎩᏇᏓᎸ ᎨᏒᎢ, ᎠᏎᏃ ᎠᏆᏓᏅᏙ ᎨᏒ ᎢᏨᏰᎳᏗᏙᎭ, ᎦᎵᎡᎵᎦ ᎠᎴ ᏕᎦᎦᏂᎭ ᎣᏏᏳ ᏂᏣᏛᏁᎲ, ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎡᏦᎢᏳᏒ ᎦᎶᏁᏛ.

source: As, then, you took Christ Jesus the Lord, so go on in him,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᎩᏯ ᏤᏣᏓᏂᎸᏨᎯ ᎨᏒ ᎦᎶᏁᏛ ᏥᏌ ᎤᎬᏫᏳᎯ, ᎾᏍᎩᏯ ᏄᏍᏕᏍᏗ ᎡᏥᏍᏓᏩᏗᏒᎢ;

source: Rooted and based together in him, strong in the faith which the teaching gave you, giving praise to God at all times.
chr: ᎾᎿ ᏗᏥᎿᏍᏕᏜᏛᎯ ᎠᎴ ᎾᎿ ᎡᏣᏁᏍᎨᎲᎯ, ᎠᎴ ᎤᎵᏂᎩᏛ ᎢᏰᏨᏁᎸᎯ ᎢᏦᎯᏳᏒᎢ, ᎾᏍᎩᏯ ᎡᏤᏲᏅᎢ, ᎾᏍᎩ ᎤᏣᏘ ᎨᏎᏍᏗ [ᎢᏦᎯᏳᏒᎢ] ᎤᎵᏠᏯᏍᏕᏍᏗ ᎠᎵᎮᎵᏤᏗ ᎨᏒ ᎤᏁᎳᏅᎯ.

source: Take care that no one takes you away by force, through man's wisdom and deceit, going after the beliefs of men and the theories of the world, and not after Christ:
chr: ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᎩᎶ ᏥᏥᎾᏌᏂ, ᎠᏏᎾᏍᏛ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎬᏗ ᎠᎴ ᎠᏠᏄᎮᏗ ᎬᏗ, ᎾᏍᎩᏯ ᏴᏫ ᏓᎾᏕᏲᎲᏍᎬᎢ, ᎾᏍᎩᏯ ᎡᎶᎯ ᏗᎴᏅᏙᏗ ᏓᏕᏲᎲᏍᎬᎢ, ᎥᏝᏃ ᎾᏍᎩᏯ ᎦᎶᏁᏛ ᏓᏕᏲᎲᏍᎬᎢ;

source: For in him all the wealth of God's being has a living form,
chr: ᎾᏍᎩᏰᏃ [ᎦᎶᏁᏛ] ᎠᏰᎸᎢ ᎠᏯᎠ ᏂᎦᏛ ᎠᎧᎵᎢ ᎤᏁᎳᏅᎯ.

source: And you are complete in him, who is the head of all rule and authority:
chr: ᎠᎴ ᎡᏥᎧᎵᎸᎯ ᎾᏍᎩ ᎢᏳᏩᏂᏌᏅᎯ ᎾᏍᎩ ᏄᎬᏫᏳᏌᏕᎩ ᏥᎩ ᎾᏂᎥ ᏄᏂᎬᏫᏳᏌᏕᎩ, ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᎨᏒᎢ;

source: In whom you had a circumcision not made with hands, in the putting off of the body of the flesh, in the circumcision of Christ;
chr: ᎾᏍᎩ ᎾᏍᏉ ᎢᏳᏩᏂᏌᏅᎯ ᏤᏥᎤᏍᏕᏎᎸᎯ ᏥᎩ, ᎠᎱᏍᏕᏍᏗ ᎬᏔᏅᎯ ᎾᏍᎩ ᎩᎶ ᏧᏬᏰᏂ ᏧᏩᏔᏅᎯ ᏂᎨᏒᎾ, ᎾᏍᎩ ᎢᏴᏛ ᏂᏨᏁᎲ ᎠᏰᎵ ᎾᏍᎩ ᎤᏇᏓᎵ ᎨᏒ ᎤᏍᎦᏅᎢᏍᏔᏅᎢ ᎢᏨᏗᏍᎬ ᎦᎶᏁᏛ ᎤᏤᎵ ᎠᎱᏍᏕᏍᏗ ᎨᏒᎢ;

source: Having been put to death with him in baptism, by which you came to life again with him, through faith in the working of God, who made him come back from the dead.
chr: ᎡᏥᏂᏌᏅ ᎾᏍᎩ ᎠᏥᏂᏌᏅ ᏗᏓᏬᏍᏗ ᎨᏒ ᎬᏔᏅᎯ, ᎾᏍᎩ ᎾᏍᏉ ᎬᏔᏅᎯ ᏕᏣᎴᏔᏅ ᎾᏍᎩ ᏓᎦᎴᏔᏅᎢ ᏅᏧᎵᏍᏙᏔᏅ ᎢᏦᎯᏳᏒ ᎤᏁᎳᏅᎯ ᏚᎸᏫᏍᏓᏁᎸᎢ, ᎾᏍᎩ ᏧᎴᏔᏅᎯ ᏥᎩ ᎤᏲᎱᏒᎢ.

source: And you, being dead through your sins and the evil condition of your flesh, to you, I say, he gave life together with him, and forgiveness of all our sins;
chr: ᏂᎯᏃ ᏗᏥᏲᎱᏒᎯ ᏂᎨᏒ ᎤᏣᏘᏂ ᏂᏣᏛᏁᎸ ᎢᏣᏚᏓᎸᎢ ᎠᎴ ᏂᏕᏥᎤᏍᏕᏎᎸᎾ ᎨᏒ ᎢᏥᏇᏓᎸᎢ, ᏗᏨᏃᏛ ᏂᏨᏁᎸ ᎾᏍᎩ ᎬᏃᏛ ᎾᎬᏁᎸᎢ, ᎦᏰᏥᏁᎸ ᏂᎦᏗᏳ ᎤᏣᏘᏂ ᏂᏣᏛᏁᎸᎢ,

source: Having put an end to the handwriting of the law which was against us, taking it out of the way by nailing it to his cross;
chr: ᎠᏲᏍᏗᏍᎬ ᎪᏪᎸ ᏗᎧᎿᏩᏛᏍᏗ ᎢᎦᏡᏗᏍᎩ, ᎾᏍᎩ ᎢᎩᏲᏍᏙᏓᏁᎯ ᏥᎨᏒᎩ, ᎠᎴ ᎤᎲᏒᎩ, ᎤᏤᎵ ᏓᏓᎿᏩᏍᏛ ᎤᏪᏯᎸᏅᎩ ᏴᏫ ᏚᏪᎭᏔᏅᎩ;

source: Having made himself free from the rule of authorities and powers, he put them openly to shame, glorying over them in it.
chr: ᏚᎾᏌᏅᏃ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᎨᏒᎢ, ᎬᏂᎨᏒ ᏚᎾᏄᎪᏫᏎᎢ, ᏓᏓᎵᏁᎯᏕᎨᎢ ᎾᏍᎩ [ᏓᏓᎿᏩᏍᏛ] ᎬᏗᏍᎬᎢ.

source: For this reason let no man be your judge in any question of food or drink or feast days or new moons or Sabbaths:
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᎩᎶ ᏱᏗᏧᎪᏓᏁᎮᏍᏗ ᎠᎵᏍᏓᏴᏗ ᎤᎬᏩᎵ, ᎠᎴ ᎠᏗᏔᏍᏗ, ᎠᎴ ᎦᎸᏉᏗ ᎢᎦ, ᎠᎴ ᎢᏤ ᏅᏙ ᎠᏢᏁᎬᎢ, ᎠᎴ ᏚᎾᏙᏓᏆᏍᎬ ᎢᎦ;

source: For these are an image of the things which are to come; but the body is Christ's.
chr: ᎾᏍᎩ ᎤᏓᏩᏗᏍᏙᏛᏉ ᎨᏒᎩ ᎾᏍᎩ Ꮎ ᏧᏓᎴᏅᏛ ᎤᎵᏱᎶᎯᏍᏗ ᎨᏒᎢ; ᎠᏓᏩᏗᏍᏙᏗᏍᎩᏍᎩᏂ ᎦᎶᏁᏛ ᎨᏒᎩ.

source: Let no man take your reward from you by consciously making little of himself and giving worship to angels; having his thoughts fixed on the things which he has seen, being foolishly lifted up in his natural mind,
chr: ᏞᏍᏗ ᎩᎶ ᏥᏥᎷᏄᎮᎵ ᏥᏥᏲᏍᏙᏓᏁᎵ ᎠᏌᏍᏛ ᎡᏥᏁᏗᏱ ᎤᏚᎵᏍᎬ ᎤᏓᏙᎵᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏧᎾᏓᏙᎵᏍᏓᏁᏗᏱ, ᎾᏍᎩ ᎤᎵᏌᎳᏁᎲ ᎤᎪᎲᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᏎᏉᏉ ᎠᏕᏋᎯᏍᏗᏍᎬ ᎬᏗᏍᎬ ᎤᏇᏓᎵ ᎤᏓᏅᏖᏗ ᎨᏒᎢ;

source: And not joined to the Head, from whom all the body, being given strength and kept together through its joins and bands, has its growth with the increase of God.
chr: ᎠᎴ ᏂᏚᏂᏴᏒᎾ ᎨᏒ ᎠᏍᎪᎵ, ᎾᎿ ᏨᏗᏓᎴᎲᏍᎦ ᏂᎬ ᎠᏰᎸᎢ ᏚᎯᏞᏫᏒᎢ ᎠᎴ ᏧᏩᏚᎾ ᏚᏪᏙᎸᎢ ᎤᎵᏍᏕᎸᏙᏙᎢ, ᎠᎴ ᏚᏚᏓᏕᏫᏐᎢ ᎠᏛᏍᎪᎢ ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎤᏁᏉᏍᎬᎢ.

source: If you were made free, by your death with Christ, from the rules of the world, why do you put yourselves under the authority of orders
chr: ᎾᏍᎩ ᎢᏳᏍᏗ, ᎢᏳᏃ ᎦᎶᏁᏛ ᎤᏲᎱᏒ ᏗᏥᏲᎱᏒᎯ ᎨᏎᏍᏗ ᎡᎶᎯ ᎡᎯ ᎠᎴᏅᏙᏗ ᏗᏕᎶᏆᏍᏗ ᎤᎬᏩᎵ, ᎦᏙᏃ ᎡᎶᎯ ᏥᏤᎰ ᎾᏍᎩᏯ ᏙᏣᏁᎶᏗ ᏗᎧᎿᏩᏛᏍᏗ,

source: Which say there may be no touching, tasting, or taking in your hands,
chr: ᏴᏫ ᎤᏂᏁᏨᎯ ᎠᎴ ᏧᎾᏕᏲᏅᎯ? ᎾᏍᎩ ᏞᏍᏗ ᏣᏒᏂᎸᎩ; ᏞᏍᏗ ᎤᏍᏗᎤᏅ ᏣᎬᎩ; ᏞᏍᏗ ᏣᏱᏙᎸᎩ;

source: (Rules which are all to come to an end with their use) after the orders and teaching of men?
chr: (ᏂᎦᏛᏰᏃ ᎾᏍᎩ ᎤᎾᎵᏛᏙᏗ ᎪᎱᏍᏗ ᏕᎲᏗᏍᎬ ᎢᏳᎢ;)

source: These things seem to have a sort of wisdom in self-ordered worship and making little of oneself, and being cruel to the body, not honouring it by giving it its natural use.
chr: ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᎤᏙᎯᏳᎯ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒ ᏓᏤᎸ, ᎾᏍᎩ ᎾᎿ ᎣᏩᏒ ᎣᏓᏅᏖᏛ ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎣᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎠᎴ ᏃᎦᏌᏯᏍᏛᎾ ᎨᏒ ᎥᏰᎸᎢ, ᎥᏝᏃ ᎾᏍᎩ ᎠᎦᎸᏉᏗᏍᎬᎢ, ᎤᏇᏓᎵ ᎤᏂᎬᏎᎲ ᎥᏩᏛᎡᎲᎢ.

source: If then you have a new life with Christ, give your attention to the things of heaven, where Christ is seated at the right hand of God.
chr: ᎢᏳᏃ ᎰᏩ ᎦᎶᏁᏛ ᏚᎴᏅ ᏗᏣᎴᏅᎯ ᎨᏎᏍᏗ, ᎢᏥᏲᎮᏍᏗ ᎾᏍᎩ ᎦᎸᎳᏗ ᎡᎯ ᎨᏒᎢ, ᎾᎿ ᎦᎶᏁᏛ ᎤᏬᎸ ᎤᏁᎳᏅᎯ ᎠᎦᏘᏏᏗᏢ.

source: Keep your mind on the higher things, not on the things of earth.
chr: ᎢᏣᎦᏌᏯᏍᏕᏍᏗ ᎾᏍᎩ Ꮎ ᎦᎸᎳᏗ ᎡᎯ ᎨᏒᎢ, ᎥᏞᏍᏗᏃ ᎡᎶᎯ ᎡᎯ ᎨᏒᎢ.

source: For your life on earth is done, and you have a secret life with Christ in God.
chr: ᏗᏥᏲᎱᏒᎯᏰᏃ, ᏕᏨᏅᏃ ᎦᎶᏁᏛ ᏪᎲ ᏚᏩᏍᎦᎸ ᎤᏁᎳᏅᎯ.

source: At the coming of Christ who is our life, you will be seen with him in glory.
chr: ᎦᎶᏁᏛ ᎦᎷᏨ ᎢᏳᎢ, ᎾᏍᎩ ᎬᏂᏛ ᎢᎩᏁᎯ ᏥᎩ, ᎿᏉ ᎾᏍᏉ ᏂᎯ ᎢᏥᎾᏄᎪᎢᏍᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᎢᏤᎮᏍᏗ ᎦᎸᏉᏗᏳ ᎨᏒ ᎢᏣᏄᏬᏍᏕᏍᏗ.

source: Then put to death your bodies which are of the earth; wrong use of the flesh, unclean things, passion, evil desires and envy, which is the worship of strange gods;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏕᏥᎯᎮᏍᏗ ᏗᏥᏰᎸ ᏕᏣᏚᏓᏕᏫᏒ ᎠᏂ ᎡᎶᎯ; ᎾᏍᎩ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ, ᎦᏓᎭ ᎨᏒᎢ, ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ, ᎤᏲ ᎠᏚᎸᏅᏗ ᎨᏒᎢ, ᎠᎴ ᏧᎬᏩᎶᏗ ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎠᏓᏙᎵᏍᏓᏁᏗ ᏥᎩ;
